Autodesk.Revit.DB.ATFTranslationServiceData.ExportOptions
Export options used for translation via ATF.

Autodesk.Revit.DB.ATFTranslationServiceData.OutputLocation
Gets the output location where the translated document should be saved or published.